Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# LanguageAddNewLanguageActionChange
source: Use %@
ar: استخدام %@
ca: Utilitza en %@
cs: Použít jazyk %@
da: Brug %@
de: %@ verwenden
el: Χρήση: %@
es: Usar %@
es_us: Usar %@
fi: Valitse %@
fr: Utiliser %@
fr_ca: Utiliser en %@
he: שימוש ב%@
hi: %@ का इस्तेमाल करें
hr: Koristi %@
hu: A(z) %@ használata
id: Gunakan %@
it: Utilizza “%@”
ja: %@を使用
ko: %@ 사용
ms: Gunakan %@
nb: Bruk %@
nl: Gebruik %@
pl: Używaj: %@
pt_br: Usar %@
pt_pt: Usar %@
ro: Utilizați limba %@
ru: Использовать %@
sk: Použiť jazyk %@
sl: Uporabi jezik: %@
sv: Använd %@
th: ใช้%[tt]@
tr: %@ Kullan
uk: Буде %@
vi: Sử dụng %@
zh_cn: 使用%@
zh_hk: 使用%@
zh_tw: 使用%@

# LanguageAddNewLanguageActionKeep
source: Keep %@
ar: إبقاء %@
ca: Mantén en %@
cs: Ponechat jazyk %@
da: Behold %@
de: %@ behalten
el: Διατήρηση: %@
es: Conservar %@
es_us: Seguir usando %@
fi: Pidä %@
fr: Conserver %@
fr_ca: Continuer en %@
he: השארת %@
hi: %@ रखें
hr: Zadrži %@
hu: A(z) %@ megtartása
id: Simpan %@
it: Continua a utilizzare “%@”
ja: %@を保持
ko: %@ 유지
ms: Kekalkan %@
nb: Behold %@
nl: Behoud %@
pl: Pozostaw: %@
pt_br: Manter %@
pt_pt: Manter %@
ro: Păstrați limba %@
ru: Оставить %@
sk: Ponechať jazyk %@
sl: Obdrži jezik: %@
sv: Behåll %@
th: ใช้%[tt]@
tr: %@ ile Sürdür
uk: Залишиться %@
vi: Giữ %@
zh_cn: 保留%@
zh_hk: 保留%@
zh_tw: 保留%@

# LanguageAddNewLanguageMessage
source: “%@” will use your primary language. Additional languages will be available for your keyboard and apps not available in your primary language.
ar: سوف يستخدم "%@" لغتك الأساسية. وستكون اللغات الإضافية متوفرة للوحات المفاتيح والتطبيقات غير المتوفرة بلغتك الأساسية.
ca: El dispositiu “%@” utilitzarà l’idioma principal. Podràs fer servir altres idiomes al teclat i a les apps que no estiguin disponibles en l’idioma principal.
cs: „%@“ bude používat váš primární jazyk. Pro klávesnici a aplikace, které nejsou v primárním jazyce dostupné, budou k dispozici jiné jazyky.
da: “%@” vil bruge dit primære sprog. Ekstra sprog vil være tilgængelige for dit tastatur og de apps, som ikke er tilgængelige på dit primære sprog.
de: „%@“ verwendet deine primäre Sprache. Zusätzliche Sprachen sind für deine Tastatur und Apps verfügbar, die eine andere als deine primäre Sprache verwenden.
el: Το «%@» θα χρησιμοποιεί την κύρια γλώσσα σας. Οι πρόσθετες γλώσσες θα είναι διαθέσιμες για το πληκτρολόγιό σας και για εφαρμογές που δεν είναι διαθέσιμες στην κύρια γλώσσα σας.
es: El dispositivo “%@” usará tu idioma principal. Los demás idiomas estarán disponibles para el teclado y para las apps no compatibles con tu idioma principal.
es_us: “%@” usará tu idioma principal. Habrá idiomas adicionales disponibles para tu teclado y para las apps que no estén disponibles en tu idioma principal.
fi: %@ käyttää ensisijaista kieltä. Lisää kieliä on saatavilla näppäimistölle ja apeille, jotka eivät ole saatavilla ensisijaisella kielellä.
fr: « %@ » utilisera votre langue principale. D’autres langues seront disponibles pour votre clavier et pour les apps non disponibles dans votre langue principale.
fr_ca: « %@ » utilisera votre langue principale. D’autres langues seront proposées pour votre clavier et pour les apps qui ne sont pas disponibles dans votre langue principale.
he: השפה העיקרית שלך תשמש את ״%@״. שפות נוספות יהיו זמינות במקלדת וביישומים שאינם זמינים בשפה העיקרית שלך.
hi: “%@” आपकी प्राथमिक भाषा का इस्तेमाल करेगा। आपकी प्राथमिक भाषा में अनुपलब्ध कीबोर्ड और ऐप्स के लिए अतिरिक्त भाषाएँ उपलब्ध होंगी।
hr: “%@” će koristiti vaš primarni jezik. Dodatni jezici bit će dostupni za tipkovnicu i aplikacije koje nisu dostupne na vašem primarnom jeziku.
hu: A(z) „%@” az Ön által választott elsődleges nyelvet fogja használni. A billentyűzethez és az Ön elsődleges nyelvén nem elérhető appokhoz további nyelvek állnak rendelkezésre.
id: “%@” akan menggunakan bahasa utama Anda. Bahasa tambahan akan tersedia untuk papan ketik Anda dan app yang tidak tersedia di bahasa utama Anda.
it: “%@” utilizzerà la lingua principale. Per la tastiera e le app che non la supportano saranno disponibili altre lingue.
ja: “%@”では最優先の言語が使用されます。最優先の言語が使用できないキーボードとアプリでは、追加の言語が使用できるようになります。
ko: ‘%@’이(가) 기본 언어를 사용합니다. 기본 언어로는 사용할 수 없는 키보드 및 앱에서는 추가 언어를 사용할 수 있습니다.
ms: “%@” akan menggunakan bahasa utama anda. Bahasa tambahan akan tersedia untuk papan kekunci anda dan app yang tidak tersedia dalam bahasa utama anda.
nb: «%@» vil bruke hovedspråket ditt. Andre tilleggsspråk vil være tilgjengelige fra tastaturet og i apper som ikke er tilgjengelige på hovedspråket.
nl: '%@' gebruikt je primaire taal. Er zijn extra talen beschikbaar voor je toetsenbord en apps die niet beschikbaar zijn in je primaire taal.
pl: „%@” będzie używać Twojego języka podstawowego. Dodatkowe języki będą dostępne dla klawiatur i aplikacji niedostępnych w Twoim języku podstawowym.
pt_br: “%@” usará seu idioma principal. Idiomas adicionais estarão disponíveis para o seu teclado e para apps não disponíveis no idioma principal.
pt_pt: “%@” usará o idioma principal. Serão disponibilizados idiomas adicionais para o teclado e as aplicações que não estiverem disponíveis no idioma principal.
ro: „%@” va utiliza limba dvs. principală. Vor fi disponibile și alte limbi pentru tastatură și pentru aplicațiile care nu sunt disponibile în limba dvs. principală.
ru: Устройство «%@» будет использовать Ваш основной язык. Дополнительные языки будут доступны для клавиатуры и приложений, не поддерживающих Ваш основной язык.
sk: Apple TV „%@“ bude používať váš primárny jazyk. Pre klávesnicu a apky, ktoré nie sú dostupné v primárnom jazyku, budú k dispozícii iné jazyky.
sl: Naprava »%@« bo uporabljala vaš primarni jezik. Za tipkovnico in aplikacije, ki niso na voljo v primarnem jeziku, bodo na voljo dodatni jeziki.
sv: ”%@” använder ditt primära språk. Ytterligare språk finns tillgängliga för tangentbordet och appar som inte är tillgängliga på det primära språket.
th: “%@” จะใช้ภาษาหลักของคุณ ภาษาอื่นจะมีสำหรับแป้นพิมพ์และแอปที่ไม่มีในภาษาหลักของคุณ
tr: “%@” birincil dilinizi kullanır. Ek diller klavyeniz ve birincil dilinizde olmayan uygulamalar için kullanılabilir.
uk: «%@» використовуватиме вашу основну мову. Додаткові мови будуть доступні для клавіатури та програм, недоступних основною мовою.
vi: “%@” sẽ sử dụng ngôn ngữ chính của bạn. Các ngôn ngữ bổ sung sẽ có sẵn cho bàn phím và các ứng dụng không có sẵn bằng ngôn ngữ chính của bạn.
zh_cn: “%@”将使用你的主要语言。键盘和未提供主要语言的App将可使用其他语言。
zh_hk: 「%@」將會使用你的主要語言。鍵盤和未提供你主要語言的App將可使用其他語言。
zh_tw: 「%@」會使用你的主要語言。其他語言將可用於鍵盤和未提供你主要語言的App。

# LanguageAddNewLanguagePrompt
source: Use %@ as your primary language?
ar: استخدام %@ على أنها اللغة الأساسية؟
ca: Vols utilitzar el dispositiu en %@ i que sigui l’idioma principal?
cs: Používat jazyk %@ jako primární?
da: Brug %@ som dit primære sprog?
de: %@ als deine primäre Sprache verwenden?
el: Να χρησιμοποιούνται τα %@ ως η κύρια γλώσσα σας;
es: ¿Usar %@ como idioma principal?
es_us: ¿Usar %@ como tu idioma principal?
fi: Valitaanko %@ ensisijaiseksi kieleksi?
fr: Utiliser %@ comme langue principale ?
fr_ca: Utiliser %@ comme langue principale?
he: להשתמש ב%@ בתור השפה העיקרית שלך?
hi: %@ का अपनी प्राथमिक भाषा के तौर पर इस्तेमाल करें?
hr: Koristiti %@ kao vaš primarni jezik?
hu: A(z) %@ nyelvet használja elsődleges nyelvként?
id: Gunakan %@ sebagai bahasa utama Anda?
it: Vuoi utilizzare “%@” come lingua principale?
ja: %@を最優先の言語に使用しますか?
ko: %@을(를) 기본 언어로 사용하겠습니까?
ms: Gunakan %@ sebagai bahasa utama anda?
nb: Vil du bruke %@ som hovedspråk?
nl: %@ gebruiken als je primaire taal?
pl: Czy %@ ma być używany jako język podstawowy?
pt_br: Usar %@ como idioma principal?
pt_pt: Usar %@ como idioma principal?
ro: Doriți să utilizați limba %@ ca limbă principală?
ru: Использовать %@ в качестве основного языка?
sk: Použiť jazyk %@ ako primárny?
sl: Želite uporabiti jezik »%@« kot svoj primarni jezik?
sv: Vill du använda %@ som ditt primära språk?
th: ใช้%[tt]@เป็นภาษาหลักของคุณหรือไม่
tr: %@ birincil diliniz olarak kullanılsın mı?
uk: Основною мовою буде %@?
vi: Sử dụng %@ làm ngôn ngữ chính của bạn?
zh_cn: 将%@用作主要语言？
zh_hk: 要使用%@作為主要語言嗎？
zh_tw: 要使用%@作為你的主要語言嗎？

# LanguageCancelButtonTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# LanguageCancelRemoveAction
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# LanguageCancelRevertActionTitle
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# LanguageChangeAction
source: Change Language
ar: تغيير اللغة
ca: Canvia l’idioma
cs: Změnit jazyk
da: Skift sprog
de: Sprache ändern …
el: Αλλαγή γλώσσας
es: Cambiar idioma
es_us: Cambiar idioma
fi: Vaihda kieltä
fr: Changer de langue
fr_ca: Changer la langue
he: שינוי השפה
hi: भाषा परिवर्तित करें
hr: Promijeni jezik
hu: Nyelvek közötti váltás
id: Ubah Bahasa
it: Modifica lingua
ja: 言語を変更
ko: 언어 변경
ms: Tukar Bahasa
nb: Bytt språk
nl: Wijzig taal
pl: Zmień język
pt_br: Alterar Idioma
pt_pt: Alterar idioma
ro: Schimbați limba
ru: Сменить язык
sk: Zmeniť jazyk
sl: Spremeni jezik
sv: Byt språk
th: เปลี่ยนภาษา
tr: Dili Değiştir
uk: Змінити мову
vi: Thay đổi Ngôn ngữ
zh_cn: 更改语言
zh_hk: 更改語言
zh_tw: 更改語言

# LanguageChangeRestartWarning
source: Your Home Screen will refresh when you change your language.
ar: سيتم تحديث الشاشة الرئيسية عندما تغيّر لغتك.
ca: Quan canviïs l’idioma, la pantalla d’inici s’actualitzarà.
cs: Při změně jazyka se aktualizuje plocha.
da: Din hjemmeskærm opdateres, når du ændrer dit sprog.
de: Dein Home-Bildschirm wird aktualisiert, wenn du die Sprache änderst.
el: Η οθόνη Αφετηρίας θα ανανεωθεί όταν αλλάξετε τη γλώσσα.
es: La pantalla de inicio se actualizará cuando cambies el idioma.
es_us: La pantalla de inicio se actualizará cuando cambies el idioma.
fi: Koti-valikko päivitetään, kun vaihdat kielen.
fr: Votre écran d’accueil sera actualisé lorsque vous changerez la langue.
fr_ca: Votre écran d’accueil se mettra à jour si vous changez de langue.
he: מסך הבית יתרענן לאחר שינוי השפה.
hi: अपनी भाषा बदलने पर आपका होम स्क्रीन रीफ़्रेश हो जाएगा।
hr: Početni zaslon osvježit će se kad promijenite jezik.
hu: A Főképernyője a nyelv módosításakor frissítve lesz.
id: Layar Utama akan disegarkan setelah Anda mengubah bahasa.
it: Modificando la lingua, la schermata Home si aggiornerà.
ja: 言語を変更するとホーム画面がリフレッシュされます。
ko: 언어를 변경하면 홈 화면이 새로 고쳐집니다.
ms: Skrin Utama anda akan disegarkan semula apabila anda menukar bahasa anda.
nb: Hjem-skjermen din lastes inn på nytt når du endrer språk.
nl: Je beginscherm wordt vernieuwd wanneer je je taal wijzigt.
pl: Zmiana języka spowoduje odświeżenie ekranu głównego.
pt_br: A Tela de Início será atualizada quando você alterar o idioma.
pt_pt: O ecrã principal será atualizado se alterar o idioma.
ro: Ecranul principal va fi actualizat la schimbarea limbii.
ru: При изменении языка экран «Домой» обновится.
sk: Pri zmene jazyka dôjde k osvieženiu plochy.
sl: Vaš domači zaslon se bo osvežil, ko spremenite jezik.
sv: Hemskärmen kommer att uppdateras när du ändrar språk.
th: หน้าจอโฮมของคุณจะแสดงผลใหม่เมื่อคุณเปลี่ยนภาษาของคุณ
tr: Ana ekranınız dilinizi değiştirdiğinizde yenilenir.
uk: Після змінення мови Початковий екран буде оновлено.
vi: Màn hình chính của bạn sẽ làm mới khi bạn thay đổi ngôn ngữ.
zh_cn: 更改语言时，主屏幕将刷新。
zh_hk: 主畫面會在你更改語言時重新整理。
zh_tw: 主畫面在你更改語言時會重新整理。

# LanguageConfirmRemoveAction
source: Remove
ar: إزالة
ca: Elimina
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
es_us: Eliminar
fi: Poista
fr: Supprimer
fr_ca: Supprimer
he: הסרה
hi: हटाएँ
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
ms: Keluarkan
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Eliminați
ru: Удалить
sk: Odstrániť
sl: Odstrani
sv: Ta bort
th: เอาออก
tr: Sil
uk: Вилучити
vi: Xóa
zh_cn: 移除
zh_hk: 移除
zh_tw: 移除

# LanguageDoneButtonTitle
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_us: Listo
fi: Valmis
fr: Terminé
fr_ca: OK
he: סיום
hi: पूर्ण
hr: OK
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

# LanguageEditButtonTitle
source: Edit
ar: تعديل
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
es_us: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edycja
pt_br: Editar
pt_pt: Editar
ro: Editați
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_cn: 编辑
zh_hk: 編輯
zh_tw: 編輯

# LanguageInputMethodRequiredMessage
source: At least one input method is required for %@.
ar: مطلوب طريقة إدخال واحدة على الأقل من أجل %@.
ca: Per fer servir aquest idioma (%@), cal com a mínim un mètode d’entrada.
cs: Pro jazyk %@ je požadována aspoň jedna vstupní metoda.
da: Der kræves mindst en indtastningsmetode til %@.
de: Für %@ ist mindestens eine Eingabemethode erforderlich.
el: Απαιτείται τουλάχιστον μία μέθοδος εισόδου για τα %@.
es: Se requiere al menos un método de entrada para %@.
es_us: Se requiere por lo menos un método de entrada para %@.
fi: %@ vaatii vähintään yhden syöttötavan.
fr: Au moins une méthode de saisie est requise pour cette langue (%@).
fr_ca: Au moins une méthode de saisie est requise pour %@.
he: נדרשת לפחות שיטת קלט אחת עבור %@.
hi: %@ के लिए कम से कम एक इनपुट विधि आवश्यक है।
hr: Potreban je barem jedan način unosa za %@.
hu: Legalább egy beviteli mód szükséges a következőhöz: %@.
id: Setidaknya satu metode input diperlukan untuk %@.
it: È richiesto almeno un metodo di input per %@.
ja: %@で少なくとも1つの入力プログラムが必要です。
ko: %@를 사용하려면 최소 하나의 입력기가 필요함
ms: Sekurang-kurangnya satu kaedah input diperlukan untuk %@.
nb: Det kreves minst én inndatametode for %@.
nl: Er is ten minste één invoermethode vereist voor %@.
pl: Język %@ wymaga co najmniej jednej metody wprowadzania.
pt_br: Pelo menos um layout de teclado é necessário para %@.
pt_pt: É necessário, pelo menos, um método de escrita para %@.
ro: Pentru %@ este necesară cel puțin o metodă de introducere.
ru: Для этого языка (%@) требуется как минимум один способ ввода.
sk: Pre jazyk %@ sa vyžaduje aspoň jedna metóda vstupu.
sl: Za jezik »%@« je potreben najmanj en način vnosa.
sv: Minst en inmatningsmetod krävs för %@.
th: ต้องใช้วิธีการป้อนข้อมูลอย่างน้อยหนึ่งวิธีสำหรับ%[tt]@
tr: %@ için en az bir giriş yöntemi gerekli.
uk: %@ потребує хоча б одного методу вводу.
vi: Yêu cầu có tối thiểu một phương thức nhập liệu cho %@.
zh_cn: 至少需要一个%@输入方式。
zh_hk: %@需要至少一種輸入法。
zh_tw: 需要至少一個%@輸入法。

# LanguageInputMethodRequiredTitle
source: Input Method Required
ar: مطلوب طريقة إدخال
ca: Mètode d’entrada obligatori
cs: Je požadována vstupní metoda
da: Indtastningsmetode kræves
de: Eingabemethode erforderlich
el: Απαιτείται μέθοδος εισόδου
es: Se requiere un método de entrada
es_us: Método de entrada necesario
fi: Syöttötapa vaaditaan
fr: Méthode de saisie requise
fr_ca: Méthode de saisie requise
he: נדרשת שיטת קלט
hi: इनपुट विधि आवश्यक
hr: Potreban je način unosa
hu: Beviteli mód szükséges
id: Metode Input Diperlukan
it: Metodo di input richiesto
ja: 入力プログラムが必要です
ko: 입력기가 필요함
ms: Kaedah Input Diperlukan
nb: Inndatametode kreves
nl: Invoermethode vereist
pl: Wymagana metoda wprowadzania
pt_br: Layout de Teclado Necessário
pt_pt: Requer método de escrita
ro: Metodă de introducere necesară
ru: Требуется способ ввода
sk: Vyžaduje sa metóda vstupu
sl: Potreben je način vnosa
sv: Inmatningsmetod krävs
th: ต้องใช้วิธีการป้อนข้อมูล
tr: Giriş Yöntemi Gerekli
uk: Потрібний метод вводу
vi: Yêu cầu phương thức nhập liệu
zh_cn: 需要输入方式
zh_hk: 需要輸入法
zh_tw: 需要輸入法

# LanguageInputMethodsListTitle
source: Input Methods
ar: طرق الإدخال
ca: Mètodes d’entrada
cs: Vstupní metody
da: Indtastningsmetoder
de: Eingabemethoden
el: Μέθοδοι εισόδου
es: Métodos de entrada
es_us: Métodos de entrada
fi: Syöttömenetelmät
fr: Méthodes de saisie
fr_ca: Méthodes de saisie
he: שיטות קלט
hi: इनपुट विधियाँ
hr: Načini unosa
hu: Beviteli módok
id: Metode Input
it: Metodi di input
ja: 入力プログラム
ko: 입력기
ms: Kaedah Input
nb: Inndatametoder
nl: Invoermethoden
pl: Metody wprowadzania
pt_br: Layouts de Teclado
pt_pt: Métodos de escrita
ro: Metode de introducere
ru: Способы ввода
sk: Vstupné metódy
sl: Načini vnosa
sv: Inmatningsmetoder
th: วิธีการป้อนข้อมูล
tr: Giriş Yöntemleri
uk: Методи вводу
vi: Phương thức nhập
zh_cn: 输入方式
zh_hk: 輸入法
zh_tw: 輸入法

# LanguagePreferredAddAction
source: Add Language…
ar: إضافة لغة…
ca: Afegeix un idioma…
cs: Přidat jazyk…
da: Tilføj sprog…
de: Sprache hinzufügen …
el: Προσθήκη γλώσσας…
es: Añadir idioma…
es_us: Agregar idioma…
fi: Lisää kieli…
fr: Ajouter une langue…
fr_ca: Ajouter une langue…
he: הוספת שפה…
hi: भाषा जोड़ें…
hr: Dodaj jezik…
hu: Nyelv hozzáadása…
id: Tambah Bahasa…
it: Aggiungi lingua…
ja: 言語を追加…
ko: 언어 추가…
ms: Tambah Bahasa…
nb: Legg til språk…
nl: Voeg taal toe…
pl: Dodaj język…
pt_br: Adicionar Idioma…
pt_pt: Adicionar idioma…
ro: Adăugați o limbă…
ru: Добавить язык…
sk: Pridať jazyk…
sl: Dodaj jezik …
sv: Lägg till språk…
th: เพิ่มภาษา…
tr: Dil Ekle…
uk: Додати мову…
vi: Thêm ngôn ngữ…
zh_cn: 添加语言…
zh_hk: 新增語言⋯
zh_tw: 加入語言⋯

# LanguagePreferredAddTitle
source: Add Language
ar: إضافة لغة
ca: Afegeix un idioma
cs: Přidání jazyka
da: Tilføj sprog
de: Sprache hinzufügen
el: Προσθήκη γλώσσας
es: Añadir idioma
es_us: Agregar idioma
fi: Lisää kieli
fr: Ajouter une langue
fr_ca: Ajouter une langue
he: הוספת שפה
hi: भाषा जोड़ें
hr: Dodaj jezik
hu: Nyelv hozzáadása
id: Tambah Bahasa
it: Aggiungi lingua
ja: 言語を追加
ko: 언어 추가
ms: Tambah Bahasa
nb: Legg til språk
nl: Voeg taal toe
pl: Dodaj język
pt_br: Adicionar Idioma
pt_pt: Adicionar idioma
ro: Adăugare limbă
ru: Добавить язык
sk: Pridať jazyk
sl: Dodajanje jezika
sv: Lägg till språk
th: เพิ่มภาษา
tr: Dil Ekle
uk: Додати мову
vi: Thêm ngôn ngữ
zh_cn: 添加语言
zh_hk: 加入語言
zh_tw: 加入語言

# LanguagePreferredGroupTitle
source: Preferred Languages
ar: اللغات المفضلة
ca: Idiomes preferits
cs: Preferované jazyky
da: Foretrukne sprog
de: Bevorzugte Sprachen
el: Προτιμώμενες γλώσσες
es: Idiomas preferidos
es_us: Idiomas preferidos
fi: Ensisijaiset kielet
fr: Langues préférées
fr_ca: Langues préférées
he: שפות מועדפות
hi: पसंदीदा भाषाएँ
hr: Preferirani jezici
hu: Előnyben részesített nyelvek
id: Bahasa Pilihan
it: Lingue preferite
ja: 優先する言語
ko: 선호하는 언어
ms: Bahasa Pilihan
nb: Foretrukne språk
nl: Voorkeurstalen
pl: Preferowane języki
pt_br: Idiomas Preferidos
pt_pt: Idiomas preferidos
ro: Limbi preferate
ru: Предпочитаемые языки
sk: Preferované jazyky
sl: Izbrani jeziki
sv: Föredragna språk
th: ภาษาที่ต้องการ
tr: Tercih Edilen Diller
uk: Пріоритетні мови
vi: Ngôn ngữ ưu tiên
zh_cn: 首选语言
zh_hk: 偏好的語言
zh_tw: 偏好的語言
